{
  "tinggi": [
    "Anjayy, diem-diem lu tuh jenius juga ya! Gak keliatan sih, tapi ternyata semua yang lu sentuh jadi luar biasa. Bener-bener beda deh!",
    "Wah, lu keren banget sih! Setiap ngomong tuh orang langsung pada dengerin. Gak ada yang bisa ngikutin level lu deh, serius.",
    "Gokil, lu jago banget! Gak cuma soal, tapi juga hidup lu kayak udah diatur dengan rapi. Semua langkah lu tuh kelihatan banget udah dipikirin matang-matang.",
    "Bro, lu tuh hebat banget! Orang kayak lu tuh bisa ngubah dunia. Cerdas sih, tapi juga ngerti banget gimana jalani hidup dengan bijak.",
    "Gila, lu keren abis! Setiap kata yang keluar dari mulut lu tuh kayak magnet, bikin orang pada dengerin terus ngikutin.",
    "Eh, diem-diem lu tuh pintar banget ya? Cara lu mikir tuh udah di level yang susah dijangkau orang lain.",
    "Lu bener-bener cermat banget sih! Gak cuma soal, tapi cara lu mikir tuh tajam banget.",
    "Lu bener-bener punya ilmu, bro! Kalau ngomong, gak ada yang berani ganggu. Ilmu lu berat banget.",
    "Lu visioner banget ya! Gak cuma pinter, tapi lu bisa ngeliat jauh ke depan.",
    "Lu emang jago banget sih! Kecerdasan lu gak cuma teori doang, tapi juga bisa dipraktekin langsung.",
    "Lu cerdas dan enak diajak ngobrol! Tau kapan ngomong, kapan dengerin.",
    "Lu tuh pikirannya luas banget, gak ada habisnya!",
    "Lu tuh pendidik banget, bro! Gak cuma ngerti, tapi juga bisa ngajarin dengan cara yang asik.",
    "Gokil, ide-ide lu tuh gak abis-abis! Lu kreatif parah!",
    "Lu tuh tahu banget apa yang lu mau. Fokus lu bikin iri cuy.",
    "Serius, lu tuh tipe orang yang bikin orang lain semangat cuma karena liat usaha lu.",
    "Lu tuh beda banget. Pola pikir lu gak mainstream, tapi justru itu yang bikin keren.",
    "Kadang gue mikir, ini orang otaknya isinya apa sih bisa sepintar itu?",
    "Lu tuh gak cuma cerdas, tapi juga punya insting yang tajam banget.",
    "Apa-apa yang lu omongin tuh selalu ada isinya, gak pernah kosong doang.",
    "Lu gak banyak bacot, tapi sekali ngomong langsung kena di otak.",
    "Lu bisa mikir cepet dan tepat, jarang banget ada orang kayak gitu.",
    "Yang gue suka dari lu, lu tuh tenang tapi tajem. Bener-bener taktis banget.",
    "Setiap ide lu tuh kayak punya arah jelas, gak ngasal.",
    "Lu tuh tipe orang yang kalau ngasih saran, orang langsung nurut.",
    "Gue kagum sama cara lu ngelihat masalah — solutif banget cuy!",
    "Beneran, gue banyak belajar cuma dari cara lu ngomong aja.",
    "Lu tuh cocok banget jadi pemimpin. Kalem, tajem, dan bisa mikir jauh ke depan.",
    "Lu tuh bisa bikin orang ngerasa aman cuma karena denger pendapat lu.",
    "Gue heran sih, kok lu bisa seimbang antara pinter, santai, tapi tetap ngena banget tiap ngomong."
  ],

  "rendah": [
    "Kocak banget lu, nilai sendiri ancur tapi sempet-sempetnya ngatain orang. Sadar diri lah!",
    "Parah sih, ngomong kayak paling pinter sedunia, padahal hasil sendiri aja gak nyampe target.",
    "Gue liat nilai lu terus liat omongan lu, bener-bener gak nyambung. Lucu banget.",
    "Tiap ngomong sok paham, tapi skor kayak nyari sinyal di hutan. Tolonglah.",
    "Lu tuh kadang mulutnya gede, tapi isinya zonk. Hasilnya gak ngangkat sama sekali.",
    "Ngatain orang mulu, padahal pas nilai keluar malah ngumpet duluan. Klasik banget.",
    "Sadar diri gak sih? Gak usah banyak bacot deh kalo isi rapor aja gak pengen diliat.",
    "Ngomongnya tinggi banget, padahal pas liat hasil malah ketawa sendiri. Kocak bro.",
    "Parah, nilai jeblok tapi gaya komentar kayak dosen penguji. Turunin dikit egonya.",
    "Lu tuh tipe yang lebih banyak bacot daripada usaha. Makanya hasil juga gitu-gitu aja.",
    "Setiap lu mulai nyinyir, gue udah tau hasil lu pasti kacau. Gak pernah meleset cuy.",
    "Ngomongin SDM rendah, padahal SDM sendiri butuh upgrade darurat.",
    "Jangan cuma bisa nyindir, coba juga bisa belajar. Biar gak malu-maluin pas pengumuman.",
    "Kalau ngomong bisa sejam, tapi liat hasil sendiri aja ngeri. Ironis ya.",
    "Nilai sendiri ngos-ngosan tapi masih aja semangat nyalahin orang. Keren sih... buat bahan stand up.",
    "Lu tuh lebih jago acting daripada ngerjain soal. Muka pede, isi? Nggak ada.",
    "Ngata-ngatain tuh gampang, bro. Tapi hasilnya tuh gak bisa dibohongin. Toh ketauan juga.",
    "Yang paling rame biasanya yang paling gak siap. Lu banget itu.",
    "Ngomong sok bener, tapi tiap tugas aja nunggu contekan. Woles dikit gak sih?",
    "Bilang orang lain bego, padahal pas ujian malah lu yang nyari jawaban ke siapa aja. Kocak sumpah.",
    "Sadar diri itu penting, bro. Jangan sibuk cari kesalahan orang kalau belum kelar sama diri sendiri.",
    "Kalau nilai masih nyangkut di bawah rata-rata, jangan dulu sok paling paham dunia.",
    "Gue heran, lu sempet-sempetnya nyindir orang. Waktu buat belajar ke mana?",
    "Ngatain orang gagal, padahal lu sendiri kayak nunggu keajaiban tiap ujian.",
    "Gaya sih udah top, tapi hasilnya drop. Gak sebanding banget sama omongan lu.",
    "Lu tuh tiap buka mulut pasti ngeledek, tapi giliran nilai keluar jadi paling sunyi. Kenapa ya?",
    "Cuma bisa bilang ‘salah orangnya’, padahal tiap kesempatan buat benerin diri lu lewatin. Sad.",
    "Lu tuh kayak alarm doang, berisik tapi gak ada aksi. Hasilnya nol besar.",
    "Tiap kali lu komentar, gue pengen nanya: lu yakin gak malu ngomong gitu dengan nilai segitu?",
    "Belajar kagak, ngatain iya. Ini jenis kepercayaan diri yang entah dapet dari mana."
  ]
}
